<?php

return [
    'singular' => 'المدونة',
    'plural' => 'المدونات',
    'empty' => 'لا يوجد مدونات.',
    'count' => 'عدد المدونات',
    'search' => 'بحث',
    'select' => 'اختر المدونة',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن مدونة',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة مدونة',
        'show' => 'عرض المدونة',
        'edit' => 'تعديل المدونة',
        'delete' => 'حذف المدونة',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة المدونة بنجاح.',
        'updated' => 'تم تعديل المدونة بنجاح.',
        'deleted' => 'تم حذف المدونة بنجاح.',
        'images_note' => 'الملفات المدعومة: jpeg ، png ، jpg | الحد الأقصى لحجم الملف: 10 ميجا بايت',
    ],
    'attributes' => [
        'title' => 'العنوان',
        'description' => 'الوصف',
        'image' => 'صورة المدونة',
        'media' => 'صورة المدونة',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف المدونة ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
    ],
];
