<?php

return [
    'singular' => 'التصنيف',
    'plural' => 'التصنيفات',
    'empty' => 'لا يوجد تصنيفات.',
    'count' => 'عدد التصنيفات',
    'search' => 'بحث',
    'select' => 'اختر التصنيف',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن تصنيف',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة تصنيف',
        'show' => 'عرض التصنيف',
        'edit' => 'تعديل التصنيف',
        'delete' => 'حذف التصنيف',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة التصنيف بنجاح.',
        'updated' => 'تم تعديل التصنيف بنجاح.',
        'deleted' => 'تم حذف التصنيف بنجاح.',
        'images_note' => 'الملفات المدعومة: jpeg ، png ، jpg | الحد الأقصى لحجم الملف: 10 ميجا بايت',
    ],
    'attributes' => [
        'name' => 'اسم التصنيف',
        'link' => 'لينك التصنيف',
        'image' => 'صورة التصنيف',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف التصنيف ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
    ],
];
