<?php

return [
    'singular' => 'القسم',
    'plural' => 'الاقسام',
    'empty' => 'لا يوجد اقسام.',
    'count' => 'عدد الاقسام',
    'search' => 'بحث',
    'select' => 'اختر القسم',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن قسم',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة قسم',
        'show' => 'عرض القسم',
        'edit' => 'تعديل القسم',
        'delete' => 'حذف القسم',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة القسم بنجاح.',
        'updated' => 'تم تعديل القسم بنجاح.',
        'deleted' => 'تم حذف القسم بنجاح.',
        'images_note' => 'الملفات المدعومة: jpeg ، png ، jpg | الحد الأقصى لحجم الملف: 10 ميجا بايت',
    ],
    'attributes' => [
        'name' => 'اسم القسم',
        'link' => 'لينك القسم',
        'image' => 'صورة القسم',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف القسم ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
    ],
];
