<?php

return [
    'singular' => 'الخدمة الاضافية',
    'plural' => 'الخدمات الاضافية',
    'empty' => 'لا يوجد خدمات أضافية.',
    'count' => 'عدد الخدمات الاضافية',
    'search' => 'بحث',
    'select' => 'اختر الخدمة الاضافية',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن خدمة اضافية',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة خدمة اضافية',
        'show' => 'عرض الخدمة الاضافية',
        'edit' => 'تعديل الخدمة الاضافية',
        'delete' => 'حذف الخدمة الاضافية',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة الخدمة الاضافية بنجاح.',
        'updated' => 'تم تعديل الخدمة الاضافية بنجاح.',
        'deleted' => 'تم حذف الخدمة الاضافية بنجاح.',
        'images_note' => 'الملفات المدعومة: jpeg ، png ، jpg | الحد الأقصى لحجم الملف: 10 ميجا بايت',
    ],
    'attributes' => [
        'name' => 'اسم الخدمة الاضافية',
        'link' => 'لينك الخدمة الاضافية',
        'image' => 'صورة الخدمة الاضافية',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف الخدمة الاضافية ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
    ],
];
