<?php

return [
    'singular' => 'القسم الفرعي',
    'plural' => 'الاقسام الفرعية',
    'empty' => 'لا يوجد اقسام الفرعية.',
    'count' => 'عدد الاقسام الفرعية',
    'search' => 'بحث',
    'select' => 'اختر القسم الفرعي',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن قسم فرعي',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة قسم فرعي',
        'show' => 'عرض القسم الفرعي',
        'edit' => 'تعديل القسم الفرعي',
        'delete' => 'حذف القسم الفرعي',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة القسم الفرعي بنجاح.',
        'updated' => 'تم تعديل القسم الفرعي بنجاح.',
        'deleted' => 'تم حذف القسم الفرعي بنجاح.',
        'images_note' => 'الملفات المدعومة: jpeg ، png ، jpg | الحد الأقصى لحجم الملف: 10 ميجا بايت',
    ],
    'attributes' => [
        'name' => 'اسم القسم الفرعي',
        'image' => 'صورة القسم الفرعي',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف القسم الفرعي ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
    ],
];
