<?php

return [
    'singular' => 'التصنيف الفرعي',
    'plural' => 'التصنيفات الفرعية',
    'empty' => 'لا يوجد تصنيفات الفرعية.',
    'count' => 'عدد التصنيفات الفرعية',
    'search' => 'بحث',
    'select' => 'اختر التصنيف الفرعي',
    'perPage' => 'عدد النتائج بالصفحة',
    'filter' => 'ابحث عن تصنيف فرعي',
    'actions' => [
        'list' => 'عرض الكل',
        'create' => 'اضافة تصنيف فرعي',
        'show' => 'عرض التصنيف الفرعي',
        'edit' => 'تعديل التصنيف الفرعي',
        'delete' => 'حذف التصنيف الفرعي',
        'options' => 'خيارات',
        'save' => 'حفظ',
        'filter' => 'بحث',
    ],
    'messages' => [
        'created' => 'تم اضافة التصنيف الفرعي بنجاح.',
        'updated' => 'تم تعديل التصنيف الفرعي بنجاح.',
        'deleted' => 'تم حذف التصنيف الفرعي بنجاح.',
        'images_note' => 'الملفات المدعومة: jpeg ، png ، jpg | الحد الأقصى لحجم الملف: 10 ميجا بايت',
    ],
    'attributes' => [
        'name' => 'اسم التصنيف الفرعي',
        'image' => 'صورة التصنيف الفرعي',
    ],
    'dialogs' => [
        'delete' => [
            'title' => 'تحذير !',
            'info' => 'هل انت متأكد انك تريد حذف التصنيف الفرعي ؟',
            'confirm' => 'حذف',
            'cancel' => 'الغاء',
        ],
    ],
];
